export const BlogData = [
  {
    id: "post1",
    title: "مقاله اول",
    text: "لورم ایپسوم لبضث ثصقصث عصث قاذعصث اهص ثهصخ قا اهصث اخ صثاقه سثضصحهث ضصتث حضص ثتخضصثت خحضصثت خ تضخصث تحخضص تخثضتصخت فصتفضقجسقنمشسقت ضصتق خت تقهضتقسئضثی سئکمثخضصث ئسم ثئسخثضصخث ئ اصثهخق اخها صخثه اهخثصاقخه .",
    image: require("/public/images/posts/post1.jpg"),
  },
  {
    id: "post2",
    title: "مقاله دوم",
    text: "لورم ایپسوم لبضث ثصقصث عصث قاذعصث اهص ثهصخ قا اهصث اخ صثاقه سثضصحهث ضصتث حضص ثتخضصثت خحضصثت خ تضخصث تحخضص تخثضتصخت فصتفضقجسقنمشسقت ضصتق خت تقهضتقسئضثی سئکمثخضصث ئسم ثئسخثضصخث ئ اصثهخق اخها صخثه اهخثصاقخه .",
    image: require("/public/images/posts/post2.jpg"),
  },
  {
    id: "post3",
    title: "مقاله سوم",
    text: "لورم ایپسوم لبضث ثصقصث عصث قاذعصث اهص ثهصخ قا اهصث اخ صثاقه سثضصحهث ضصتث حضص ثتخضصثت خحضصثت خ تضخصث تحخضص تخثضتصخت فصتفضقجسقنمشسقت ضصتق خت تقهضتقسئضثی سئکمثخضصث ئسم ثئسخثضصخث ئ اصثهخق اخها صخثه اهخثصاقخه .",
    image: require("/public/images/posts/post3.jpg"),
  },
];
