import React from "react";
import Main from "../src/components/layout/Main";

const AboutUs = () => {
  return (
    <Main>
      <div className="container mx-auto bg-secondaryLight dark:bg-secondaryDark shadow-md rounded-md my-6 py-4 farsi-text">
        <h2 className="text-lg text-center font-bold">درباره ما</h2>
        <div className="mb-6 px-4">
          <h3 className="text-md mb-2 text-gray-400">تاریخچه ما</h3>
          <p className="text-sm tracking-wide leading-6">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
            کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی
            در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را
            می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی
            الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این
            صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و
            شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای
            اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد
            استفاده قرار گیرد.
          </p>
        </div>
        <div className="mb-6 px-4">
          <h3 className="text-md mb-2 text-gray-400">
            سرزمین کالاها و قطعات الکترونیک (انتخاب بهترین برندها برای خرید
            اینترنتی شما)
          </h3>
          <p className="text-sm tracking-wide leading-6">
            فروشگاه اینترنتی ،بدون شک بهترین گزینه برای خرید اینترنتی شما در
            میهن پهناورمان ایران است. تمامی ایرانیان می توانند کالاهای الکترونیک
            مورد نیاز خود از قبیل لپتاپ، موبایل ، تبلت، قطعات کامپیوتر، انواع
            ساعت های هوشمند و کنسول بازی، ماشین های اداری، لوازم جانبی وهزاران
            کالای متنوع را به صورت آنلاین خریداری کنند و به آسانی تحویل بگیرند.
          </p>
          <p className="text-sm tracking-wide leading-6">
            امکان تجربه خرید اینترنتی از معتبرترین برندهای دنیا همچون LG ،
            Apple، iPhone، ASUS ، LENOVO ، SONY ، SAMSUNG ، و چندین برندهای
            معتبر در بخش شبکه مثل Linksys, D-link, TP-LINK و در بخش لوازم جانبی
            مثل Creative, Xp, Genius, Microsoft, Farassoo,Tsco, A4tech,
            Logitech, و تحهیزات خنک کننده مثل Cooler Master, Enermax, Deep Cool
            ، یکی از امکانات بزرگ در این سایت اینترنتی است که در جهت جلب رضایت
            مشتریان فراهم گردیده است.
          </p>
        </div>
        <div className="mb-6 px-4">
          <h3 className="text-md mb-2 text-gray-400">تاریخچه ما</h3>
          <p className="text-sm tracking-wide leading-6">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
            کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی
            در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را
            می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی
            الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این
            صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و
            شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای
            اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد
            استفاده قرار گیرد.
          </p>
        </div>
        <div className="mb-6 px-4">
          <h3 className="text-md mb-2 text-gray-400">مجوزها و گواهینامه ها</h3>
          <p className="text-sm tracking-wide leading-6">
            تمامی کالاها و خدمات این فروشگاه دارای مجوز های لازم از مراجع مربوطه
            می باشند و فعالیت های این سایت تابع قوانین و مقررات جمهوری اسلامی
            ایران می باشد.
          </p>
        </div>
      </div>
    </Main>
  );
};

export default AboutUs;
